
"ENABLED" = "Activat";
"RECORDING_SETTINGS" = "Setari Inregistrare";

"RECORD_CALLS" = "Inregistreaza Convorbirile";

"ALL_CALLS" = "Toate Convorbirile";
"ONLY_INCOMING_CALLS" = "Numai Primite";
"ONLY_OUTGOING_CALLS" = "Numai Initiate";
"MANUALLY" = "Manual";

"PLAY_BEEP_SOUND" = "Ton Avertizare"; 
"BUY_CALL_RECORDER" = "Achizitioneaza Call Recorder";

"CONTINUE_TRIAL" = "Continua Perioada de Incercare";

"FETCH_LICENSE" = "Preluare Licenta";

"NO_LICENSE_FOUND" = "Nu a Fost Gasita Nicio Licenta";
"PRODUCT_ACTIVATED" = "Call Recorder a fost Achizitionat";
"THANK_YOU"= "Multumesc!";


"BEEP_SOUND_WARNING" = "Redarea Tonului de Avertizare la un Interval de timp prestabilit, este modul de a indica celeilate persoane precum ca conversatia este inregistrata. Dezactivarea functiei fara a avea permisiunea de inregistrare a conversatiei fara acordul celeilalte persoane, poate sa duca la incalcarea legii in unele tari.";
"DISABLE_BEEP" = "Dezactivare Ton Avertizare";
"CANCEL" = "Anulare";

"TERMS_TEXT" = "Termeni si Conditii";

"TERMS_AND_CONDITIONS" = 	"Atentie! In conformitate cu legea din tara dezvoltatorului (Codul Penal Grecesc - Articolul 370A) : \
Oricine inregistreaza o conversatie telefonica intre doua persoane FARA ACORDUL celorlalte persoane, poate fi condamnat cu pina la (10) zece ani de inchisoare. \
Aceeasi sanctiune se aplica pentru oricine inregistreaza propria conversatie telefonica cu o alta persoana FARA acordul celeilalte persoane. \
De asemeni, oricine care foloseste informatii derivate din caile de mai sus mentionate (sau dizpozitivul pe care informatiile au fost imprimate), poate fi condamnat cu pina la (10) zece ani de inchisoare. \
Legea difera de la tara la tara. Unele tari necesita ca, doar o singura persoana sa fie constienta de faptul ca este inregistrata. \
Este de preferinta a se verifica legea si codul penal al tarii dvs. pentru a se asigura ca nu este incalcata nico lege folosind Call Recorder. \
Cumparind sau folosind Call Recorder, accepti si esti de acord cu cele de mai sus mentionate si de asemenea esti de acord ca dezvoltatorul sau vinzatorul aplicatiei nu isi asuma nicio responsabilitate daca tu folosesti aceasta aplicatie pentru a incalca legea.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Pentru mai multe informatii, citeste sectiunea legala din Setari";


"I_AGREE" = "De acord";
"I_DISAGREE" = "Dezacord";



"DATABASE_TOOLS" = "Optiuni Baza de Date";

"REPAIR_DATABASE" = "Repara Baza de Date";
"DATABASE_REPAIRED" = "Baza de Date Reparata";

"DELETE_DATABASE" = "Sterge Baza de Date";
"DELETE_DB_WARNING" = "Avertisment: Aceasta operatiune va sterge toate convorbirile inregistrate!";

"TRANSLATION_CREDITS"="Translation Credits";

"LANGUAGE" = "Română";

"LANGUAGE_IN_ENGLISH" = "Romanian";

"TRANSLATOR" = "@remusica";



